itptest_mb/temp_test/redis_output/redis7780.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connection dropped.
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
[...]
connection dropped.
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
[RUN #1 9%,  17 secs]  0 threads:     8070660 ops,  486741 (avg:  474719) ops/sec, 484.82MB/sec (avg: 472.35MB/sec),  6.13 (avg:  6.09) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets           0.00          ---          ---      6.09100         0.00
Gets           0.00         0.00         0.00      6.09100         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals         0.00         0.00         0.00      6.09100         0.00