itptest_mb/temp_test/redis_output/redis7782.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
[...]
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
connection dropped.
connection dropped.
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
read error: Connection reset by peer
read error: Connection reset by peer
read error: Connection reset by peer
connection dropped.
connection dropped.
connection dropped.
[...]
[RUN #1 9%,  16 secs]  0 threads:     7935810 ops,  468093 (avg:  466886) ops/sec, 466.24MB/sec (avg: 464.54MB/sec),  6.40 (avg:  6.15) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets           0.00          ---          ---      6.15000         0.00
Gets           0.00         0.00         0.00      6.15000         0.00
Waits          0.00          ---          ---      0.00000          ---
Totals         0.00         0.00         0.00      6.15000         0.00